run/tutorials/lagrangian/porousExplicitSourceReactingParcelFoam/filter/constant/reactions
species
(
    N2
    O2
    H2O
);

reactions
{}

